Repository: Pierroh225/WP-Hotel-Booking
Catalog: languages/*.po
Languages: it_it

source: Coupon code applied
it_it: Coupon Applicato

source: Coupon does not exist!
it_it: Il Coupon non esiste!

source: Coupon code removed
it_it: Coupon rimosso

source: Room ID is not exists.
it_it: L’id della stanza non esiste.

source: Can not select zero room.
it_it: Non è possibile selezionare zero camere.

source: Checkin date, checkout date is invalid.
it_it: Data di Check in e Check Out non sono valide.

source: Added successfully.
it_it: Aggiunto con successo.

source: Room selected. Please View Cart to change order
it_it: Camera aggiunta al carrello. Accesi al carrello per modificare l’ordine

source: Cart item is not exists.
it_it: L’oggetto non esiste nel carrello.

source: Room not found.
it_it: Camera non trovata.

source: Please select check in date and checkout date.
it_it: Seleziona date di Check in e Check Out.

source: Edit order item
it_it: Modifica Ordine

source: Can not add item with zero quantity.
it_it: Non puoi aggiungere camera con quantità zero.

source: Check in date is invalid
it_it: La data di Check in non è valida

source: Room is not exists.
it_it: La Camera non esiste.

source: Date is not exists.
it_it: La data non esiste.

source: Your cart is empty.
it_it: Il tuo carrello è vuoto.

source: Sorry, your session has expired. <a href="%s">Return to homepage</a>
it_it: Spiacente, la tua sessione è scaduta. <a href=“%s”>Torna alla homepage</a>

source: You have to Login to process checkout.
it_it: Devi effettuare il login per completare l’ordine.

source: The payment method is not available
it_it: Il metodo di pagamento non può essere utilizzato

source: can not create booking
it_it: Non è possibile creare la prenotazione.

source: Reviews
it_it: Recensioni

source: Rating Room
it_it: Vota Camera

source: Rated %d out of 5
it_it: Votata %d di 5

source: No rating
it_it: Nessuna votazione

# Page Slug
source: hotel-cart
it_it: hotel-carrello

# Page Title
source: Hotel Cart
it_it: Carrello Hotel

# Page Slug
source: hotel-search
it_it: ricerca-hotel

# Page Title
source: Hotel Booking Search
it_it: Hotel Ricerca Prenotazione

# Page Slug
source: hotel-term-condition
it_it: hotel-termini-condizioni

# Page Title
source: Terms and Conditions
it_it: Termini e Condizioni

source: Type
it_it: Tipo

source: Validate From
it_it: Valida da

source: Validate To
it_it: Valida a

source: Minimum spend
it_it: Spesa Minima

source: Maximum spend
it_it: Spesa Massima

source: Usage limit per coupon
it_it: Limite di utilizzo per coupon

source: Used
it_it: Usato

source: Fixed cart
it_it: Carrello Fisso

source: Percent cart
it_it: Carrello percentuale

source: Room Type
it_it: Tipologia di Camera

source: Max Children
it_it: N. Massimo di bambini

source: Price
it_it: Prezzo

source: Average Rating
it_it: Voto medio

source: View Price
it_it: Visualizza Prezzo

source: Gallery
it_it: Galeria

source: Capacity
it_it: Capacità

source: Ordering
it_it: Ordinamento

# post type general name
source: Rooms
it_it: Camere

# post type singular name
source: Room
it_it: Camera

source: Rooms
it_it: Camere

source: Parent Item:
it_it: Elemento superiore

source: View Room
it_it: Visualizza camera

source: Add New Room
it_it: Inserisci nuova camera

source: Edit Room
it_it: Modifica Camera

source: Update Room
it_it: Aggiorna Camera

source: Search Room
it_it: Cerca Camera

source: No room found
it_it: Nessuna camera trovata

source: No room found in Trash
it_it: Nessuna stanza trovata nel cestino

# URL slug
source: rooms
it_it: Camere

# post type general name
source: Bookings
it_it: Prenotazioni

# post type singular name
source: Booking
it_it: Prenotazione

source: Bookings
it_it: Prenotazioni

source: View Booking
it_it: Visualizza Prenotazioni

source: Add New Booking
it_it: Aggiungi Nuova Prenotazione

source: Add New
it_it: Aggiungi nuova

source: Edit Booking
it_it: Modifica prenotazione

source: Update Booking
it_it: Aggiorna prenotazione

source: Search Booking
it_it: Cerca prenotazione

source: No booking found
it_it: Nessuna prenotazione trovata

source: No booking found in Trash
it_it: Nessuna prenotazione trovata nel cestino

# taxonomy general name
source: Room Types
it_it: Tipologia di Camere

# taxonomy singular name
source: Room Type
it_it: Tipologia di Camere

source: Room Types
it_it: Tipologia di Camere

source: Search Room Types
it_it: Cerca Tipologia di Camera

source: All Room Types
it_it: Tutti i tipi di Camere

source: Parent Room Type
it_it: Tipi di Camere Genitore

source: Parent Room Type:
it_it: Tipi di Camere Genitore:

source: Edit Room Type
it_it: Modifica tipo di camera

source: Update Room Type
it_it: Aggiorna tipo di camera

source: Add New Room Type
it_it: Inserisci nuovo tipo di camera

source: New Room Type Name
it_it: Nome del nuovo tipo di camera

# URL slug
source: room-type
it_it: Tipo-camera

source: Room Capacity
it_it: Capacità della camera

source: Room Capacities
it_it: Capacità della camera

source: Room Capacities
it_it: Capacità della camera

source: Search Room Capacities
it_it: Cerca per capacità

source: All Room Capacity
it_it: Tutte le capacità

source: Parent Room Capacity
it_it: Capacità camera genitore

source: Parent Room Capacity:
it_it: Capacità camera genitore:

source: Edit Room Capacity
it_it: Modifica Capacità camera

source: Update Room Capacity
it_it: Aggiorna Capacità camera

source: Add New Room Capacity
it_it: Inserisci nuova capacità camera

source: New Room Type Capacity
it_it: Nuovo tipo di capacità camera

# URL slug
source: room-capacity
it_it: Capacita-camera

# Booking status
source: Cancelled
it_it: Cancellato

# Booking status
source: Pending
it_it: In Attesa di pagamento

# Booking status
source: Processing
it_it: In lavorazione

# Booking status
source: Completed
it_it: Completata

source: Booking Editor
it_it: Editor prenotazioni

source: Check in date is not valid.
it_it: La data di Check in non è valida

source: Check out date is not valid.
it_it: La data di Check out non è valida

source: This room is not available.
it_it: Questa camera non è prenotabile

source: ---Select Room---
it_it: —Seleziona Camera—

source: Select
it_it: Seleziona

source: Sun
it_it: Domenica

source: Mon
it_it: Lunedì

source: Tue
it_it: Martedì

source: Wed
it_it: Mercoledì

source: Thu
it_it: Giovedì

source: Fri
it_it: Venerdì

source: Sat
it_it: Sabato

source: Mr.
it_it: Sig.

source: Ms.
it_it: Sig.ra

source: Mrs.
it_it: Signori.

source: Miss.
it_it: Signore

source: Your email address is invalid.
it_it: L’indirizzo mail non è valido

source: Please select your payment method.
it_it: Seleziona un metodo di pagamento

source: Please accept our Terms and Conditions.
it_it: Accetta termini e condizioni

source: Please select at least one the room.
it_it: Seleziona almeno una camera

source: Please select your title.
it_it: Inserisci il tuo titolo

source: Please enter your first name.
it_it: Inserisci il tuo nome

source: Please enter your last name.
it_it: Inserisci il tuo cognome

source: Please enter your address.
it_it: Inserisci il tuo indirizzo

source: Please enter your city name.
it_it: Inserisci la tua città

source: Please enter your state.
it_it: Inserisci il tuo stato

source: Please enter your postal code.
it_it: Inserisci il tuo CAP

source: Please select your country.
it_it: Inserisci la provincia

source: Please enter your phone number.
it_it: Inserisci il tuo numero di telefono

source: Your email is invalid.
it_it: L’indirizzo mail non è valido.

source: Your email does not match with existing email! Ok to create a new customer information.
it_it: La tua mail non corrisponde con la mail esistente. Ok per creare nuove informazioni utente.

source: Please select check in date.
it_it: Seleziona data di Check in.

source: Please select check out date.
it_it: Seleziona data di Check out.

source: Check in date must be greater than the current.
it_it: La data di Check in deve essere precedente a quella di Check Out.

source: Check out date must be greater than the check in.
it_it: La data di Check out deve essere successiva a quella di Check in.

source: Please enter coupon code.
it_it: Inserisci il codice sconto

source: Please select a rating.
it_it: Seleziona una valutazione.

source: Please select room number.
it_it: Seleziona il numero di camere

source: Please try again!
it_it: Perfavore riprova!

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Jan
it_it: Gen

source: Maj
it_it: Mag

source: Jun
it_it: Giu

source: Jul
it_it: Lug

source: Aug
it_it: Ago

source: Sep
it_it: Set

source: Oct
it_it: Ott

source: Dec
it_it: Dic

source: Sunday
it_it: Domenica

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Mertedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Su
it_it: Dom

source: Mo
it_it: Lun

source: Tu
it_it: Mar

source: We
it_it: Mer

source: Th
it_it: Gio

source: Fr
it_it: Ven

source: Sa
it_it: Sab

source: Italy
it_it: Italia

source: ---Select page---
it_it: —Seleziona Pagina—

source: Search Results: &ldquo;%s&rdquo;
it_it: Risultati Ricerca: &ldquo;%s&rdquo;

source: &nbsp;&ndash; Page %s
it_it: &nbsp;&ndash; Pagina %s

source: Pricing Plans
it_it: Piani di prezzi

source: WP Hotel Booking
it_it: Prenotazioni Hotel

source: Addition Packages
it_it: Pacchetti addizionali

source: Settings
it_it: Impostazioni

source: Update
it_it: Aggiorna

source: Are you sure you want to remove this pricing table?
it_it: Sei sicuro di voler rimuovere questa tabella dei prezzi?

source: Select start date for plan
it_it: Seleziona la data di inizio del piano

source: Select end date for plan
it_it: Seleziona la data di fine del piano

source: Please select date range and filter type
it_it: Seleziona l’intervallo di date e il tipo di filtro

source: Enter user login.
it_it: Inserisci il login utente.

source: Enter room name.
it_it: Immettere il nome della stanza.

source: Enter coupon code.
it_it: Inserisci il codice coupon.

source: Room Settings
it_it: Impostazioni camera

source: Quantity
it_it: Quantità

source: The number of rooms
it_it: Numero di camere

source: Number of adults
it_it: Numero di adulti

source: Max children per room
it_it: N. Massimo di bambini per camera

source: Addition Information
it_it: Informazioni Addizionali

source: Coupon Settings
it_it: Impostazioni coupon

source: Description
it_it: Descrizione

source: Discount type
it_it: Tipo di sconto

source: Cart discount
it_it: Sconto carrello

source: Discount value
it_it: Valore dello sconto

source: Validate from
it_it: Valida da

source: Validate until
it_it: Valido fino

source: This field allows you to set the minimum subtotal needed to use the coupon.
it_it: Questo campo consente di impostare il subtotale minimo necessario per utilizzare il coupon.

source: This field allows you to set the maximum subtotal allowed when using the coupon.
it_it: Questo campo consente di impostare il massimo subtotale consentito quando si utilizza il coupon.

source: How many times this coupon can be used before it is void.
it_it: Quante volte questo coupon può essere utilizzato prima che sia annullato.

source: Gallery Settings
it_it: Impostazioni Galleria

source: Customer
it_it: Cliente

source: Date
it_it: Data

source: Total
it_it: Totale

source: Booking Order
it_it: Prenotazione

source: Status
it_it: Stato

source: <br />(<small class="hb_advance_payment">Charged %s = %s</small>)
it_it: <br />(<small class=“hb_advance_payment”>Caricato %s = %s</small>)

source: Booking date
it_it: Data di prenotazione

source: Check-in date
it_it: Data Check in

source: Check-out date
it_it: Data Check out

source: Date Range
it_it: Intervallo di date

source: From
it_it: Da

source: To
it_it: A

source: ---Filter By---
it_it: —Filtra pe—

source: Remove this image
it_it: Rimuovi questa immagine

source: Booking Actions
it_it: Azioni di prenotazione

source: Booking Details
it_it: Dettagli della prenotazione

source: Booking Items
it_it: Elementi di prenotazione

source: Regular Price
it_it: Prezzo regolare

source: Move to Trash
it_it: Sposta nel cestino

source: Save Book
it_it: Salva prenotazione

source: Book ID %s
it_it: Prenotazione ID %s

source: Booked on %s
it_it: Prenotato il %s

source: General
it_it: Generale

source: Payment Method:
it_it: Metodo di pagamento:

source: %s is not available
it_it: %s non è utilizzabile

source: Booking Status:
it_it: Stato della prenotazione:

source: Customer:
it_it: Cliente:

source: Customer's Details
it_it: Dattagli Cliente

source: Address
it_it: Indirizzo

source: Phone
it_it: Telefono

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: City
it_it: Città

source: State
it_it: Stato

source: Postl code
it_it: CAP

source: Email address
it_it: Email

source: Country
it_it: Provincia

source: Customer's Notes
it_it: Note del cliente

source: Empty Booking Notes
it_it: Note di prenotazione vuote

source: Add new item
it_it: Aggiungi nuovo elemento

source: Extra Packages
it_it: Pacchetti extra

source: Check Available
it_it: Verifica disponibilità

source: Close
it_it: Chiudi

source: Add
it_it: Aggiungi

source: Do you want to do this?
it_it: Vuoi fare questo?

source: Yes
it_it: Si

source: Add new coupon
it_it: Inserisci nuovo coupon

source: Item
it_it: Elemento

source: Night
it_it: Notte

source: Qty
it_it: Q.tà

source: Actions
it_it: Azioni

source: Delete select item(s)
it_it: Elimina elemento(i) selezionato

source: Sync
it_it: Sincronizza

source: Add Coupon
it_it: Inserisci coupon

source: Remove Coupon
it_it: Rimuovi coupon

source: Add Room Item
it_it: Aggiungi elemento per camera

source: Sub Total
it_it: Sub totale

source: Tax
it_it: Tasse

source: Grand Total
it_it: Totale da pagare

source: Emails
it_it: E-mail

source: Email Sender
it_it: Mittente email

source: The name and email address of the sender displays in email
it_it: Il nome e l’indirizzo e-mail del mittente visualizzato nella e-mail

source: From name
it_it: Da

source: From Email
it_it: Dalla Email

source: Email subject
it_it: OggettoEmail

source: Reservation
it_it: Prenotazione

source: New Booking
it_it: Aggiungi Nuova Prenotazione

source: New booking emails are sent to user admin when a booking is received.
it_it: Verranno inviate email ogni volta che si riceverà una nuova prenotazione.

source: Enable
it_it: Attiva

source: Recipient(s)
it_it: Destinatario(i)

source: Enter recipients (comma separated) for this email. Defaults to %s.
it_it: Inserisci i destinatari (separa con una virgola) per questo messaggio. Predefinito a %s.

source: Subject
it_it: Oggetto

source: Email Heading
it_it: Intestazione Email

source: The main heading displays in the top of email. Default heading: New customer booking
it_it: La rubrica principale viene visualizzata nella parte superiore dell'email. Titolo predefinito: Nuova prenotazione del cliente

source: Email Heading Description
it_it: Descrizione

source: The customer has completed the transaction
it_it: Il cliente ha completato la transazione

source: Email Format
it_it: Formato Email

source: Plain Text
it_it: Testo

source: Email Options
it_it: Opzioni Email

source: General Options
it_it: Generale

source: General options for system.
it_it: Opzioni generali di sistema.

source: Search Page
it_it: Pagina di Ricerca

source: Checkout Page
it_it: Pagine di Checkout

source: Cart Page
it_it: Carrello

source: Account Page
it_it: Pagina Account

source: Terms And Conditions Page
it_it: Termini e Condizioni

source: Currency
it_it: Valuta

source: Currency Position
it_it: Posizione valuta

source: Left ( $69.99 )
it_it: Sinistra (69.99)

source: Right ( 69.99$ )
it_it: Destra (69.99$)

source: Left with space ( $ 69.99 )
it_it: Sinistra con lo spazio ($ 69,99)

source: Right with space ( 69.99 $ )
it_it: Destra con spazio (69.99 $)

source: Thousands Separator
it_it: Separatore Migliaia

source: Number of decimal
it_it: Numero di punti decimali

source: Minimum booking day
it_it: Giorni di prenotazione minimo

source: Price including tax
it_it: Prezzo IVA INCLUSA

source: Price display
it_it: Prezzo visualizzato

source: Min
it_it: Minimo

source: Max
it_it: Massimo

source: Min to Max
it_it: Minimo a Massimo

source: Advance Payment
it_it: Pagamento anticipato

source: Payment advance. Eg: 50%
it_it: Pagamento anticipato. Es. 50%

source: Hotel Info
it_it: Informazioni Hotel

source: Your hotel information
it_it: Le tue informazioni hotel

source: Hotel Name
it_it: Nome dell'hotel

source: Hotel Adress
it_it: Indirizzo Hotel

source: Zip / Postal Code
it_it: CAP

source: Phone Number
it_it: Numero di Telefono

source: Lightbox options
it_it: Lightboxs opzioni

source: General options for Lightbox system.
it_it: Opzioni generali per il sistema Lightbox.

source: Lightbox type
it_it: Tipo Lightbox

source: Payment General Options
it_it: Pagamento opzioni generali

source: Payment General options for system.
it_it: Opzioni generali di sistema.

source: Cancel Payment
it_it: Annulla pagamento

source: Cancel Payment after hour(s)
it_it: Annulla pagamento dopo ore

source: Process
it_it: Processo

source: Allows customers to checkout without creating an account.
it_it: Consente ai clienti di effettuare la verifica senza creare un account.

source: Room
it_it: Camera

source: Catalog Options
it_it: Opzioni catalogo

source: Catalog settings display column number and image size used in room list ( archive page, related room ).
it_it: Catalogo impostazioni visualizzazione colonna numero e dimensione dell’immagine utilizzata nell’elenco camere (pagina di archivio, camera correlata)

source: Number of column display catalog page
it_it: Numero della pagina di catalogo di visualizzazione della colonna

source: Number of post display in page
it_it: Numero di post da visualizzare per pagina

source: Catalog images size
it_it: Dimensione immagini Catalogo

source: Display rating
it_it: Visualizza Valutazione

source: Room Options
it_it: Opzioni camere

source: Room settings display column number and image size used in gallery single page
it_it: Numero di colonne e dimensione immagini nella single page gallery

source: Room images size gallery
it_it: Dimensione immagini camere nella gallery

source: Room images thumbnail
it_it: Dimensione miniature immagine Camera

source: Display pricing plans
it_it: Mostra piano dei prezzi

source: Enable ratings on reviews
it_it: Abilita valutazioni nelle recensioni

source: Ratings are required to leave a review
it_it: Per votare bisogna scrivere un commento

source: Enable gallery lightbox
it_it: Abilita Lightbox Gallery

source: Select name of room
it_it: Selezionare il nome della camera

source: Regular price
it_it: Prezzo di listino

source: Clone
it_it: Duplica

source: Remove
it_it: Rimuovere

source: Other plan
it_it: Altri piani

source: No addition plans
it_it: Nessun Pacchetti addizionali

source: Booking
it_it: Prenotazione

source: Invalid booking status
it_it: Stato della prenotazione:

source: Booking is not found.
it_it: Nessuna prenotazione trovata

source: Cancelled
it_it: Cancellato

source: Booking pending
it_it: In Attesa di pagamento

source: Your booking is pending
it_it: La tua prenotazione è in attesa di conferma

source: Your booking is pending until the payment is completed
it_it: La tua prenotazione è in attesa fino a quando il pagamento è stato completato

source: New customer booking
it_it: Nuova prenotazione da cliente

source: You have a new booking room
it_it: Hai una nuova camera in prenotazione

source: New Booking Payment
it_it: Pagamento prenotazione

source: Can not add to cart, product is not exist.
it_it: Impossibile aggiungere al carrello.

source: Offline Payment
it_it: Pagamento Offline

source: Pay on arrival
it_it: Paga all'arrivo

source: <br />(<small>Pay on arrival</small>)
it_it: <br />(<small>Paga all’arrivo</small>)

source: Pay on Arrival
it_it: Paga all’arrivo

source: Paypal
it_it: Paypal o Carta di Credito

source: Pay with Paypal
it_it: Paga ora con PayPal

source: <br /><small>(Paid %s%% of %s via %s)</small>
it_it: <br /> <small>(Pagato%s %% di%s tramite%s)</small>

source: Error: Booking ID and key were not found in "custom".
it_it: Errore: ID di prenotazione e chiave non sono stati trovati in "custom".

source: Error: Booking Keys do not match %s and %s.
it_it: Errore: le chiavi di prenotazione non corrispondono a%s e%s.

source: IPN payment completed
it_it: Pagamento IPN Completato

source: Sandbox Mode
it_it: Modalità Sandbox

source: Paypal sandbox email
it_it: Indirizzo Email del Paypal Sandbox

source: no data for %s
it_it: nessun dato per%s

source: Currency settings
it_it: Impostazioni valuta

source: Currency settings extension
it_it: Estensione delle impostazioni di valuta

source: Is multiple allowed
it_it: È consentito più volte

source: Currency aggregator
it_it: Aggregatore di valuta

source: Currency storage
it_it: Salvataggio valuta

source: Session
it_it: Sessione

source: Transient
it_it: Temporanea

source: HB Currency Switcher
it_it: Switcher di valuta

source: Switch currency
it_it: Cambia valuta

source: Title:
it_it: Titolo:

source: Select Currencies:
it_it: Seleziona Valute:

source: Remove package. Are you sure?
it_it: Sei sicuro di voler rimuovere il pacchetto?

source: Trip
it_it: Viaggio

source: Extra Room Packages
it_it: Pacchetti extra

source: Adding room's services packages with detail price for every service
it_it: L’aggiunta di pacchetti di servizi con il prezzo di dettaglio per ogni servizio

source: Extra Options
it_it: Opzioni Extra

source: Name
it_it: Nome del nuovo tipo di camera

source: Package
it_it: Pacchetto

source: Price Type
it_it: Prezzo

source: Save Extra
it_it: Salva Extra

source: Add another item
it_it: Non puoi aggiungere camera con quantità zero

source: Enter description here
it_it: Inserisci qui la descrizione

source: Cart ID is not exists.
it_it: L'ID del carrello non esiste.

source: Addition Services
it_it: Pacchetti addizionali

source: Extra Room
it_it: Camera extra

# wp-hotel-booking
source: Add New Extra Room
it_it: Aggiungi nuova stanza extra

source: Add New Extra Room
it_it: Aggiungi nuova stanza extra

source: Edit Extra Room
it_it: Modifica stanza extra

source: New Extra Room
it_it: Nuova stanza extra

source: View Extra Room
it_it: Visualizza camera extra

source: Search Extra Room
it_it: Cerca camera extra

source: No Extra Room found
it_it: Camera non trovata

source: No Extra Room found in Trash
it_it: Nessuna camera trovata nel cestino

source: Parent Singular Extra Room:
it_it: Capacità camera genitore:

source: Extra room system booking
it_it: Sistema di prenotazione camera aggiuntiva

source: Addition Package
it_it: Pacchetti addizionali

source: Optional Extras
it_it: Opzioni Extra

source: Addition Services:
it_it: Pacchetti addizionali:

source: Quantity:
it_it: Quantità:

source: Price:
it_it: Prezzo:

source: View Cart
it_it: Vedi il carrello

source: Your cart is empty!
it_it: Il tuo carrello è vuoto!

source: why i am here?
it_it: perché sono qui?

source: HB Rooms Best Reviews
it_it: Le migliori recensioni

source: Display rooms have best reviews
it_it: Mostra camere con recensioni migliori

source: Number of items:
it_it: Elementi di prenotazione:

source: HB Rooms Lastest Reviews
it_it: Le ultime recensioni

source: Display rooms have lastest reviews
it_it: Mostra camere con recensioni più recenti

source: HB Widget Mini Cart
it_it: HB Widget Mini Carrello

source: Display order of customer
it_it: Visualizza ordine del cliente
