Repository: Pierroh225/WP-Hotel-Booking
Catalog: languages/*.po
Languages: it_it

source: HB Rooms Carousel
it_it: Rooms Carousel

source: Display rooms slider
it_it: Mostra slider delle camere

source: Number of rooms to show:
it_it: Numero di camere da mostrare:

source: Navigation:
it_it: Navigazione:

source: Pagination:
it_it: Paginazione:

source: Text Link
it_it: Testo del link

source: HB Search Rooms
it_it: HB ricerca camere

source: Display the form for search rooms.
it_it: Mostra il form per ricerca camere.

source: Show title search form
it_it: Mostra titolo form di ricerca

source: Show label search form
it_it: Mostra etichetta form di ricerca

source: Finish
it_it: Fine

source: Previous
it_it: Precedente

source: Next
it_it: Successivo

source: There are no reviews yet.
it_it: Ancora non ci sono recensioni.

source: Add a review
it_it: Aggiungi una recensione

source: Be the first to review
it_it: Recensisci per primo

source: Leave a Reply to %s
it_it: Lascia un commento %s

source: Submit
it_it: Invia

source: Your Rating
it_it: La tua valutazione

source: Your Review
it_it: La tua recensione

source: Only logged in customers who have purchased this product may leave a review.
it_it: Solo gli utenti registrati che hanno acquistato questo corso possono lasciare una recensione.

source: You must <strong><a href="%s">Login<a/></strong>.
it_it: È necessario effettuare il <strong><a href="%s">Login<a></a></a></strong>.

source: You have no order booking system
it_it: Non si dispone di alcun sistema di prenotazione

source: Booking Date
it_it: Data di prenotazione

source: Cart
it_it: Carrello

source: Room type
it_it: Tipologia di camera

source: Gross Total
it_it: Totale lordo

source: (price including tax)
it_it: Prezzo IVA INCLUSA

source: Advance Payment (%s%% of Grand Total)
it_it: Pagamento anticipato (%s%% del totale)

source: Booking Rooms
it_it: Prenotazione camere

source: I want to pay all
it_it: Desidero pagare ora il totale

source: You have to <strong><a href="%s">login</a></strong> or <strong><a href="%s">register</a></strong> to checkout.
it_it: È necessario il<strong><a href="%s">login</a></strong> o <strong><a href="%s">la registrazione </a></strong> per procedere al checkout.

source: I agree with
it_it: Sono d'accordo con

source: -Or-
it_it: -oppure-

source: Existing customer?
it_it: Cliente

source: Your email here
it_it: L’indirizzo mail non è valido.

source: Apply
it_it: Applica

source: New Customer
it_it: Nuovo cliente

source: Title
it_it: Titolo

source: Postal Code
it_it: CAP

source: Postal code
it_it: CAP

source: Customer Details
it_it: Dettagli cliente

source: Booking ID: %s
it_it: N. di richiesta di prenotazione: %s

source: Payment status:
it_it: Stato

source: Booking Date:
it_it: Data di prenotazione

source: Payment Method:
it_it: Metodi di pagamento:

source: Total:
it_it: Totale

source: Advance Payment:
it_it: Pagamento anticipato

source: %s was pay completed
it_it: %s del pagamento completato

source: Payment Method
it_it: Metodo di pagamento

source: Thank you! Your booking has been placed. We will contact you to confirm about the booking soon.
it_it: Grazie! La tua prenotazione è stata inserita. Vi contatteremo per confermare presto la prenotazione.

source: Booking %s
it_it: Prenotazione %s

source: Date %s
it_it: Data: %s

source: First Name:
it_it: Nome

source: Last Name:
it_it: Cognome:

source: Address:
it_it: Indirizzo:

source: City:
it_it: Citta

source: State:
it_it: Stato

source: Postal Code:
it_it: Inserisci il tuo CAP

source: Country:
it_it: Provincia

source: Phone:
it_it: Telefono:

source: Booking Notes:
it_it: Note di prenotazione vuote

source: Booking invalid
it_it: Prenotazione non valida

source: Subtotal
it_it: Subtotale

source: Payment method
it_it: Metodo di pagamento

source: Thanks for your booking
it_it: Grazie per la tua prenotazione

source: Thank you for making reservation at our hotel. We will try our best to bring the best service. Good luck and see you soon!
it_it: Grazie per aver effettuato una prenotazione presso il nostro hotel. A presto!

source: Customer details
it_it: Dettagli Cliente

source: Customer Name:
it_it: Nome del cliente:

source: Email address:
it_it: Indirizzo email:

source: Billing address
it_it: Indirizzo di fatturazione

source: Addition Information:
it_it: Informazioni aggiuntive:

source: to
it_it: al

source: Regular plan
it_it: Piano regolare

source: * vat is included
it_it: * IVA inclusa

source: * vat is not included yet
it_it: * IVA esclusa

source: Capacity:
it_it: Capacità

source: Max Children:
it_it: N. Massimo di bambini

source: Price:
it_it: Prezzo

source: (View price breakdown)
it_it: Visualizza Prezzo

source: Select this room
it_it: Scegli questa camera

source: Search results
it_it: Risultati di ricerca

source: No room found.
it_it: Nessuna camera trovata

source: Search again!
it_it: Cerca ancora!

source: Search your room
it_it: Cerca la tua camera

source: Arrival Date
it_it: Data di arrivo

source: Departure Date
it_it: Data di partenza

source: Adults
it_it: Adulti

source: Children
it_it: Bimbini

source: Check Availability
it_it: Controlla la disponibilità

source: Additional Information
it_it: Info addizionali

source: Other Rooms
it_it: Altre Camere

source: Your comment is awaiting approval
it_it: Il tuo commento è in attesa di moderazione
